{
  "Performance & Results": {
    "Results Over Process": [
      "Domain Logic example phrase: Just hit the number; we'll fix the paperwork later.",
      "Domain Logic example phrase: I don't care how you do it, just deliver on time.",
      "Domain Logic example phrase: The quarterly target is non-negotiable—methods are up to you.",
      "Domain Logic example phrase: End results trump following every guideline.",
      "Domain Logic example phrase: If the metric turns green, the path you took is irrelevant."
    ],
    "Play to Win": [
      "Domain Logic example phrase: We’re here to crush the competition, not co-exist.",
      "Domain Logic example phrase: Second place is the first loser.",
      "Domain Logic example phrase: Let's outwork and outsmart everyone else.",
      "Domain Logic example phrase: Winning market share is our only real objective.",
      "Domain Logic example phrase: If we don't dominate, we disappear."
    ],
    "Always Be Closing": [
      "Domain Logic example phrase: Every conversation is a sales opportunity.",
      "Domain Logic example phrase: What’s the next step to sign the deal?",
      "Domain Logic example phrase: If you’re not closing, you’re losing.",
      "Domain Logic example phrase: Follow up until they say yes or no.",
      "Domain Logic example phrase: Pipeline is life—keep it moving."
    ],
    "What Gets Measured Gets Done": [
      "Domain Logic example phrase: Show me the KPI dashboard and I'll show you our priorities.",
      "Domain Logic example phrase: If it's not on the scorecard, it won't happen.",
      "Domain Logic example phrase: Let's add a metric so the team focuses on it.",
      "Domain Logic example phrase: Numbers drive behavior—publish them daily.",
      "Domain Logic example phrase: We track because we care."
    ],
    "No Excuses Culture": [
      "Domain Logic example phrase: Own the outcome, no matter the obstacles.",
      "Domain Logic example phrase: Results, not reasons.",
      "Domain Logic example phrase: Bring solutions, not explanations.",
      "Domain Logic example phrase: Accountability means delivering even when it's hard.",
      "Domain Logic example phrase: Missing the goal isn't an option—figure it out."
    ]
  },
  "Control & Authority": {
    "Expert Knows Best": [
      "Domain Logic example phrase: Let the specialists decide; they know the nuances.",
      "Domain Logic example phrase: Follow the architect’s blueprint without deviation.",
      "Domain Logic example phrase: The doctor makes the call, not the patient.",
      "Domain Logic example phrase: Defer to the PhDs on this decision.",
      "Domain Logic example phrase: We hired experts—trust their guidance."
    ],
    "Obey the Chain of Command": [
      "Domain Logic example phrase: Run it up the ladder before acting.",
      "Domain Logic example phrase: Never bypass your manager with a request.",
      "Domain Logic example phrase: Decisions come from the top down.",
      "Domain Logic example phrase: Respect the hierarchy; follow proper channels.",
      "Domain Logic example phrase: Speak when spoken to by your superior."
    ],
    "Compliance is Protection": [
      "Domain Logic example phrase: Document everything—auditors are watching.",
      "Domain Logic example phrase: Stick to policy; it keeps us safe.",
      "Domain Logic example phrase: If it's not compliant, it's not happening.",
      "Domain Logic example phrase: We don’t cut corners on regulations.",
      "Domain Logic example phrase: Check with legal before you proceed."
    ],
    "Micromanagement = Care": [
      "Domain Logic example phrase: I want updates every hour so I can help.",
      "Domain Logic example phrase: Share your draft before sending it out.",
      "Domain Logic example phrase: I'll sit in on the call to support you.",
      "Domain Logic example phrase: Detail your plan line by line for approval.",
      "Domain Logic example phrase: I review every email to ensure quality."
    ],
    "Central Planning Knows All": [
      "Domain Logic example phrase: Head office will allocate resources next quarter.",
      "Domain Logic example phrase: Strategy is set in HQ; execution follows locally.",
      "Domain Logic example phrase: Wait for the yearly plan before launching initiatives.",
      "Domain Logic example phrase: Budgets are fixed centrally, not in departments.",
      "Domain Logic example phrase: Corporate sets targets, sites align accordingly."
    ]
  },
  "Structure & Efficiency": {
    "If It Ain’t Broke, Don’t Fix It": [
      "Domain Logic example phrase: The current system works—leave it alone.",
      "Domain Logic example phrase: We’ve done it this way for 20 years.",
      "Domain Logic example phrase: Change introduces risk we don’t need.",
      "Domain Logic example phrase: Stick with the proven process.",
      "Domain Logic example phrase: Let’s not reinvent the wheel."
    ],
    "Standardize to Optimize": [
      "Domain Logic example phrase: Use the same template across all teams.",
      "Domain Logic example phrase: Uniform processes cut training time.",
      "Domain Logic example phrase: Consistency reduces errors.",
      "Domain Logic example phrase: One standard, everywhere.",
      "Domain Logic example phrase: Follow the playbook verbatim."
    ],
    "Scale Solves All": [
      "Domain Logic example phrase: Growth will cover these costs.",
      "Domain Logic example phrase: If we add users, margins improve.",
      "Domain Logic example phrase: Bigger volume fixes most problems.",
      "Domain Logic example phrase: Let’s ramp up capacity and the unit price drops.",
      "Domain Logic example phrase: Economies of scale are our strategy."
    ],
    "Lean is Sacred": [
      "Domain Logic example phrase: Eliminate every form of waste.",
      "Domain Logic example phrase: We do daily stand-ups to spot inefficiencies.",
      "Domain Logic example phrase: Inventory is evil—keep it minimal.",
      "Domain Logic example phrase: Continuous improvement never ends.",
      "Domain Logic example phrase: If it doesn’t add value, cut it."
    ],
    "Process Over People": [
      "Domain Logic example phrase: Follow the SOP, not personal judgment.",
      "Domain Logic example phrase: Systems succeed where humans err.",
      "Domain Logic example phrase: Automation beats manual decision-making.",
      "Domain Logic example phrase: The workflow dictates your actions.",
      "Domain Logic example phrase: Trust the process, not gut feelings."
    ]
  },
  "Innovation & Change": {
    "Move Fast and Break Things": [
      "Domain Logic example phrase: Ship it now; we'll patch later.",
      "Domain Logic example phrase: Speed beats perfection.",
      "Domain Logic example phrase: Launch early, iterate often.",
      "Domain Logic example phrase: Better to apologize than ask permission.",
      "Domain Logic example phrase: If we’re not breaking things, we’re too slow."
    ],
    "Fail Fast, Learn Faster": [
      "Domain Logic example phrase: Run the experiment, gather data, pivot.",
      "Domain Logic example phrase: Failure is tuition we pay for insight.",
      "Domain Logic example phrase: Mistakes teach us quicker than success.",
      "Domain Logic example phrase: Celebrate lessons from failed pilots.",
      "Domain Logic example phrase: Iterate until something sticks."
    ],
    "Disrupt or Die": [
      "Domain Logic example phrase: We aim to make our own product obsolete.",
      "Domain Logic example phrase: Rewrite the rules before competitors do.",
      "Domain Logic example phrase: Industry norms are there to be shattered.",
      "Domain Logic example phrase: If we’re not disrupting, we’re stagnating.",
      "Domain Logic example phrase: Innovation means cannibalizing yesterday’s success."
    ],
    "Default to Action": [
      "Domain Logic example phrase: Do something—analysis can follow.",
      "Domain Logic example phrase: Progress beats paralysis.",
      "Domain Logic example phrase: Take the first step even if all data isn’t in.",
      "Domain Logic example phrase: Action creates information.",
      "Domain Logic example phrase: Momentum is our strategy."
    ],
    "Innovation is Everyone’s Job": [
      "Domain Logic example phrase: Every employee submits one improvement idea monthly.",
      "Domain Logic example phrase: Innovation day is mandatory for all teams.",
      "Domain Logic example phrase: Your job description includes creativity.",
      "Domain Logic example phrase: Good ideas can come from any desk.",
      "Domain Logic example phrase: Speak up if you see a better way."
    ]
  },
  "Relationships & Care": {
    "We’re a Family": [
      "Domain Logic example phrase: We look out for each other beyond work.",
      "Domain Logic example phrase: Birthdays and life events are company matters.",
      "Domain Logic example phrase: No one gets left behind.",
      "Domain Logic example phrase: Loyalty is rewarded over performance.",
      "Domain Logic example phrase: We’re in this together, always."
    ],
    "Servant Leadership": [
      "Domain Logic example phrase: How can I remove obstacles for you?",
      "Domain Logic example phrase: My role is to help you succeed.",
      "Domain Logic example phrase: Leaders eat last.",
      "Domain Logic example phrase: I measure my success by your growth.",
      "Domain Logic example phrase: Let me know what resources you need."
    ],
    "People First": [
      "Domain Logic example phrase: Employee well-being trumps deadlines.",
      "Domain Logic example phrase: Take the time off—you matter more.",
      "Domain Logic example phrase: Let’s adjust workload to avoid burnout.",
      "Domain Logic example phrase: Safety and health come before numbers.",
      "Domain Logic example phrase: We invest in our people before profit."
    ],
    "Trust Over Control": [
      "Domain Logic example phrase: Work whenever, wherever—just deliver.",
      "Domain Logic example phrase: No need for approvals, you have autonomy.",
      "Domain Logic example phrase: I trust your judgment on this decision.",
      "Domain Logic example phrase: We default to openness, not secrets.",
      "Domain Logic example phrase: Flexible schedules reflect mutual trust."
    ],
    "Harmony is Strength": [
      "Domain Logic example phrase: Let’s resolve conflict privately.",
      "Domain Logic example phrase: Consensus keeps the team united.",
      "Domain Logic example phrase: Maintain a positive tone in meetings.",
      "Domain Logic example phrase: We avoid unnecessary confrontation.",
      "Domain Logic example phrase: Collaboration over competition internally."
    ]
  },
  "Meaning & Identity": {
    "Mission Over Margin": [
      "Domain Logic example phrase: Our purpose guides every decision.",
      "Domain Logic example phrase: Profit funds the mission, not vice versa.",
      "Domain Logic example phrase: If it doesn’t serve our cause, we pass.",
      "Domain Logic example phrase: Impact over income.",
      "Domain Logic example phrase: We’d rather be right than rich."
    ],
    "We Are Special": [
      "Domain Logic example phrase: No other company does what we do.",
      "Domain Logic example phrase: Our culture is one-of-a-kind.",
      "Domain Logic example phrase: We hire only the exceptional.",
      "Domain Logic example phrase: Joining here means joining an elite.",
      "Domain Logic example phrase: Mediocrity has no place with us."
    ],
    "The Founder Knows Best": [
      "Domain Logic example phrase: Remember what the founder would do.",
      "Domain Logic example phrase: The original vision is our north star.",
      "Domain Logic example phrase: Don’t drift from our founding principles.",
      "Domain Logic example phrase: Big decisions need founder sign-off.",
      "Domain Logic example phrase: We preserve the founder’s culture."
    ],
    "We Eat Pressure for Breakfast": [
      "Domain Logic example phrase: Tough deadlines are our norm.",
      "Domain Logic example phrase: We thrive under fire.",
      "Domain Logic example phrase: Stress is fuel for performance.",
      "Domain Logic example phrase: High stakes bring out our best.",
      "Domain Logic example phrase: We tackle challenges others avoid."
    ],
    "Culture is Sacred": [
      "Domain Logic example phrase: Protect the culture at all costs.",
      "Domain Logic example phrase: We hire for fit first, skills second.",
      "Domain Logic example phrase: Traditions here aren’t optional.",
      "Domain Logic example phrase: Rituals keep us united.",
      "Domain Logic example phrase: Question the culture and you question us."
    ]
  },
  "Knowledge & Decision-Making": {
    "Data Doesn’t Lie": [
      "Domain Logic example phrase: Show me the numbers to prove it.",
      "Domain Logic example phrase: Decisions start with data, not opinions.",
      "Domain Logic example phrase: We A/B test everything.",
      "Domain Logic example phrase: Feelings are fine; data decides.",
      "Domain Logic example phrase: The dashboard drives direction."
    ],
    "Gut Feel is Gold": [
      "Domain Logic example phrase: Trust your instincts—they’ve earned it.",
      "Domain Logic example phrase: Experience outranks spreadsheets.",
      "Domain Logic example phrase: Seasoned intuition beats raw data.",
      "Domain Logic example phrase: Go with your gut on this call.",
      "Domain Logic example phrase: If it feels right, it probably is."
    ],
    "Abductive Thinking": [
      "Domain Logic example phrase: Find the best explanation, not absolute proof.",
      "Domain Logic example phrase: Let’s hypothesize and iterate until it fits.",
      "Domain Logic example phrase: Look for plausible narratives in the data.",
      "Domain Logic example phrase: Inference beats deduction in ambiguity.",
      "Domain Logic example phrase: We reason to the most likely cause."
    ],
    "More Data, Better Decisions": [
      "Domain Logic example phrase: Collect everything; we’ll analyze later.",
      "Domain Logic example phrase: Data lakes never overflow.",
      "Domain Logic example phrase: Let’s instrument it—just in case.",
      "Domain Logic example phrase: We need another dashboard before deciding.",
      "Domain Logic example phrase: The answer is one dataset away."
    ],
    "Knowledge is Power": [
      "Domain Logic example phrase: Keep sensitive info on a need-to-know basis.",
      "Domain Logic example phrase: Expertise is your advantage—guard it.",
      "Domain Logic example phrase: Share selectively to maintain leverage.",
      "Domain Logic example phrase: Hold strategic insights close to the vest.",
      "Domain Logic example phrase: Information asymmetry is strength."
    ]
  },
  "Customer & Market": {
    "Customer is King": [
      "Domain Logic example phrase: If the client asks, we deliver.",
      "Domain Logic example phrase: Customer satisfaction scores rule.",
      "Domain Logic example phrase: The buyer’s voice is the loudest in the room.",
      "Domain Logic example phrase: We bend policies for loyal customers.",
      "Domain Logic example phrase: Everything starts with customer delight."
    ],
    "The Market Always Wins": [
      "Domain Logic example phrase: Let demand dictate our moves.",
      "Domain Logic example phrase: Markets punish those who ignore signals.",
      "Domain Logic example phrase: Adapt pricing to market pressure.",
      "Domain Logic example phrase: You can’t fight macro trends.",
      "Domain Logic example phrase: Follow the money flow."
    ],
    "White-Glove Service": [
      "Domain Logic example phrase: We anticipate needs before they’re voiced.",
      "Domain Logic example phrase: Every client gets VIP treatment.",
      "Domain Logic example phrase: Exceed expectations at every touchpoint.",
      "Domain Logic example phrase: Details create luxury experiences.",
      "Domain Logic example phrase: Response times under five minutes."
    ],
    "Product-Led Growth": [
      "Domain Logic example phrase: Let the product market itself.",
      "Domain Logic example phrase: Usage metrics are our marketing funnel.",
      "Domain Logic example phrase: Build features that sell themselves.",
      "Domain Logic example phrase: The best demo is hands-on experience.",
      "Domain Logic example phrase: Invest in UX—growth follows."
    ],
    "Client Intimacy = Competitive Edge": [
      "Domain Logic example phrase: Know the customer’s business better than they do.",
      "Domain Logic example phrase: We keep direct lines open to CEOs.",
      "Domain Logic example phrase: Long lunches build long contracts.",
      "Domain Logic example phrase: Tailor solutions to each client uniquely.",
      "Domain Logic example phrase: Deep relationships beat low prices."
    ]
  }
}