{
  "Performance & Results": {
    "Results Over Process": [
      "Domain Logic example phrase: Just hit the number; we'll fix the paperwork later.",
      "Domain Logic example phrase: I don't care how you do it, just deliver on time.",
      "Domain Logic example phrase: The quarterly target is non-negotiable—methods are up to you.",
      "Domain Logic example phrase: End results trump following every guideline.",
      "Domain Logic example phrase: If the metric turns green, the path you took is irrelevant.",
      "Domain Logic example phrase: Execution matters less than outcome.",
      "Domain Logic example phrase: The client doesn't see the process, only the result.",
      "Domain Logic example phrase: Results speak louder than methods.",
      "Domain Logic example phrase: Our success is judged by output, not effort.",
      "Domain Logic example phrase: The how is flexible, but the what is mandatory.",
      "Domain Logic example phrase: What matters is delivery, not documentation.",
      "Domain Logic example phrase: It’s okay to bend rules if we hit our goals.",
      "Domain Logic example phrase: Performance beats procedure every time.",
      "Domain Logic example phrase: We’re not here to follow process, we’re here to win.",
      "Domain Logic example phrase: If the numbers are good, the process can be fixed later."
    ],
    "Play to Win": [
      "Domain Logic example phrase: We’re here to crush the competition, not co-exist.",
      "Domain Logic example phrase: Second place is the first loser.",
      "Domain Logic example phrase: Let's outwork and outsmart everyone else.",
      "Domain Logic example phrase: Winning market share is our only real objective.",
      "Domain Logic example phrase: If we don't dominate, we disappear.",
      "Domain Logic example phrase: There’s no prize for playing it safe.",
      "Domain Logic example phrase: We play offense, not defense.",
      "Domain Logic example phrase: Aggression wins markets.",
      "Domain Logic example phrase: We don’t settle for being average.",
      "Domain Logic example phrase: Beating others is proof of success.",
      "Domain Logic example phrase: We’re not satisfied until we’re #1.",
      "Domain Logic example phrase: You win, or you go home.",
      "Domain Logic example phrase: Victory is our culture.",
      "Domain Logic example phrase: Every deal is a battleground.",
      "Domain Logic example phrase: We reward killers, not caretakers."
    ],
    "Always Be Closing": [
      "Domain Logic example phrase: Every conversation is a sales opportunity.",
      "Domain Logic example phrase: What’s the next step to sign the deal?",
      "Domain Logic example phrase: If you’re not closing, you’re losing.",
      "Domain Logic example phrase: Follow up until they say yes or no.",
      "Domain Logic example phrase: Pipeline is life—keep it moving.",
      "Domain Logic example phrase: No deal is ever dead.",
      "Domain Logic example phrase: Treat every objection as a buying signal.",
      "Domain Logic example phrase: The sale begins when the customer says no.",
      "Domain Logic example phrase: Keep pushing until you get a signature.",
      "Domain Logic example phrase: Sell first, build later.",
      "Domain Logic example phrase: You’re only as good as your last quarter.",
      "Domain Logic example phrase: The next deal is the best deal.",
      "Domain Logic example phrase: Sales are the engine of everything.",
      "Domain Logic example phrase: You don't wait—you close.",
      "Domain Logic example phrase: Keep the deal warm until it's won."
    ],
    "What Gets Measured Gets Done": [
      "Domain Logic example phrase: Show me the KPI dashboard and I'll show you our priorities.",
      "Domain Logic example phrase: If it's not on the scorecard, it won't happen.",
      "Domain Logic example phrase: Let's add a metric so the team focuses on it.",
      "Domain Logic example phrase: Numbers drive behavior—publish them daily.",
      "Domain Logic example phrase: We track because we care.",
      "Domain Logic example phrase: Data defines direction.",
      "Domain Logic example phrase: If it’s measurable, it’s manageable.",
      "Domain Logic example phrase: Set the metric, set the mind.",
      "Domain Logic example phrase: The report drives the result.",
      "Domain Logic example phrase: Monitoring creates momentum.",
      "Domain Logic example phrase: What we inspect, we respect.",
      "Domain Logic example phrase: Dashboards determine priorities.",
      "Domain Logic example phrase: Everything important has a number.",
      "Domain Logic example phrase: No metric, no movement.",
      "Domain Logic example phrase: Numbers create accountability."
    ],
    "No Excuses Culture": [
      "Domain Logic example phrase: Own the outcome, no matter the obstacles.",
      "Domain Logic example phrase: Results, not reasons.",
      "Domain Logic example phrase: Bring solutions, not explanations.",
      "Domain Logic example phrase: Accountability means delivering even when it's hard.",
      "Domain Logic example phrase: Missing the goal isn't an option—figure it out.",
      "Domain Logic example phrase: We don’t do blame, we do responsibility.",
      "Domain Logic example phrase: Step up or step aside.",
      "Domain Logic example phrase: You’re either part of the solution or the problem.",
      "Domain Logic example phrase: Excuses erode trust.",
      "Domain Logic example phrase: Results are binary—yes or no.",
      "Domain Logic example phrase: No pass-offs, just outcomes.",
      "Domain Logic example phrase: Leaders don’t whine, they win.",
      "Domain Logic example phrase: If you commit, you deliver.",
      "Domain Logic example phrase: Figure it out—no safety net.",
      "Domain Logic example phrase: Excuses are the enemy of execution."
    ]
  },
  "Control & Authority": {
    "Expert Knows Best": [
      "Domain Logic example phrase: Let the specialists decide; they know the nuances.",
      "Domain Logic example phrase: Follow the architect’s blueprint without deviation.",
      "Domain Logic example phrase: The doctor makes the call, not the patient.",
      "Domain Logic example phrase: Defer to the PhDs on this decision.",
      "Domain Logic example phrase: We hired experts—trust their guidance.",
      "Domain Logic example phrase: Don’t question the consultant’s findings.",
      "Domain Logic example phrase: This is a matter for trained professionals.",
      "Domain Logic example phrase: We brought in the expert for a reason.",
      "Domain Logic example phrase: Expert opinion takes precedence here.",
      "Domain Logic example phrase: Go with what the analyst recommends.",
      "Domain Logic example phrase: We’ll let the legal team handle that.",
      "Domain Logic example phrase: Specialized knowledge should lead the way.",
      "Domain Logic example phrase: The expert has seen this many times before.",
      "Domain Logic example phrase: We can’t rely on gut—only qualified input counts.",
      "Domain Logic example phrase: The certified engineer has the final say."
    ],
    "Obey the Chain of Command": [
      "Domain Logic example phrase: Run it up the ladder before acting.",
      "Domain Logic example phrase: Never bypass your manager with a request.",
      "Domain Logic example phrase: Decisions come from the top down.",
      "Domain Logic example phrase: Respect the hierarchy; follow proper channels.",
      "Domain Logic example phrase: Speak when spoken to by your superior.",
      "Domain Logic example phrase: We don’t skip steps in command.",
      "Domain Logic example phrase: Everyone reports to someone—stay in your lane.",
      "Domain Logic example phrase: Check with your boss first.",
      "Domain Logic example phrase: Approval must come from the proper level.",
      "Domain Logic example phrase: Escalate only through the chain.",
      "Domain Logic example phrase: Authority flows down, not up.",
      "Domain Logic example phrase: There’s a reason for the org chart.",
      "Domain Logic example phrase: Protocol matters more than urgency.",
      "Domain Logic example phrase: Stay within your role’s boundaries.",
      "Domain Logic example phrase: All decisions must be authorized."
    ],
    "Compliance is Protection": [
      "Domain Logic example phrase: Document everything—auditors are watching.",
      "Domain Logic example phrase: Stick to policy; it keeps us safe.",
      "Domain Logic example phrase: If it's not compliant, it's not happening.",
      "Domain Logic example phrase: We don’t cut corners on regulations.",
      "Domain Logic example phrase: Check with legal before you proceed.",
      "Domain Logic example phrase: Policies protect the organization.",
      "Domain Logic example phrase: Every exception becomes a liability.",
      "Domain Logic example phrase: Read the fine print first.",
      "Domain Logic example phrase: Don’t risk a compliance violation.",
      "Domain Logic example phrase: Better safe than sanctioned.",
      "Domain Logic example phrase: We follow the rules for a reason.",
      "Domain Logic example phrase: Compliance is not optional.",
      "Domain Logic example phrase: If we bend here, we break elsewhere.",
      "Domain Logic example phrase: We stay in the clear by staying compliant.",
      "Domain Logic example phrase: Risk mitigation starts with following the policy."
    ],
    "Micromanagement = Care": [
      "Domain Logic example phrase: I want updates every hour so I can help.",
      "Domain Logic example phrase: Share your draft before sending it out.",
      "Domain Logic example phrase: I'll sit in on the call to support you.",
      "Domain Logic example phrase: Detail your plan line by line for approval.",
      "Domain Logic example phrase: I review every email to ensure quality.",
      "Domain Logic example phrase: You need oversight to succeed.",
      "Domain Logic example phrase: Let’s double-check before you proceed.",
      "Domain Logic example phrase: I’ll walk you through the process myself.",
      "Domain Logic example phrase: Trust is built through close collaboration.",
      "Domain Logic example phrase: We don’t delegate blindly.",
      "Domain Logic example phrase: Management means managing every detail.",
      "Domain Logic example phrase: I’m involved because I care.",
      "Domain Logic example phrase: Keep me in the loop on everything.",
      "Domain Logic example phrase: I’ll attend your meeting to observe.",
      "Domain Logic example phrase: I need to see each step before sign-off."
    ],
    "Central Planning Knows All": [
      "Domain Logic example phrase: Head office will allocate resources next quarter.",
      "Domain Logic example phrase: Strategy is set in HQ; execution follows locally.",
      "Domain Logic example phrase: Wait for the yearly plan before launching initiatives.",
      "Domain Logic example phrase: Budgets are fixed centrally, not in departments.",
      "Domain Logic example phrase: Corporate sets targets, sites align accordingly.",
      "Domain Logic example phrase: Local adaptations aren’t permitted without approval.",
      "Domain Logic example phrase: HQ owns the roadmap.",
      "Domain Logic example phrase: We synchronize our actions with head office.",
      "Domain Logic example phrase: Plans are distributed, not invented.",
      "Domain Logic example phrase: Headquarters controls the calendar.",
      "Domain Logic example phrase: We execute what’s been planned upstream.",
      "Domain Logic example phrase: Central vision keeps us aligned.",
      "Domain Logic example phrase: The master plan guides our actions.",
      "Domain Logic example phrase: Our job is to implement, not improvise.",
      "Domain Logic example phrase: The core strategy comes from the center."
    ]
  },
  "Structure & Efficiency": {
    "If It Ain’t Broke, Don’t Fix It": [
      "Domain Logic example phrase: The legacy system has stood the test of time.",
      "Domain Logic example phrase: We don't fix what already works.",
      "Domain Logic example phrase: Change for change’s sake is risky.",
      "Domain Logic example phrase: Leave the proven process alone.",
      "Domain Logic example phrase: Stability is our competitive edge.",
      "Domain Logic example phrase: Past success guides future choices.",
      "Domain Logic example phrase: Why replace a reliable workhorse?",
      "Domain Logic example phrase: We know this method inside and out.",
      "Domain Logic example phrase: Unnecessary tweaks invite trouble.",
      "Domain Logic example phrase: Consistency beats novelty here.",
      "Domain Logic example phrase: Tried and true outranks new and shiny.",
      "Domain Logic example phrase: If customers aren’t complaining, neither are we.",
      "Domain Logic example phrase: Better is the enemy of good enough.",
      "Domain Logic example phrase: The current setup keeps the lights on.",
      "Domain Logic example phrase: Proven systems deserve our loyalty."
    ],
    "Standardize to Optimize": [
      "Domain Logic example phrase: Use the same template across all teams.",
      "Domain Logic example phrase: Uniform processes cut training time.",
      "Domain Logic example phrase: Consistency reduces errors.",
      "Domain Logic example phrase: One standard, everywhere.",
      "Domain Logic example phrase: Follow the playbook verbatim.",
      "Domain Logic example phrase: Templates turn chaos into order.",
      "Domain Logic example phrase: Standard work equals predictable results.",
      "Domain Logic example phrase: Repeatability drives efficiency.",
      "Domain Logic example phrase: We design once, execute many.",
      "Domain Logic example phrase: Deviation is waste.",
      "Domain Logic example phrase: Uniformity simplifies scaling.",
      "Domain Logic example phrase: The best process is a common process.",
      "Domain Logic example phrase: Sameness lowers cost.",
      "Domain Logic example phrase: Checklists preserve quality.",
      "Domain Logic example phrase: Standard operating procedures rule the day."
    ],
    "Scale Solves All": [
      "Domain Logic example phrase: Growth will cover these costs.",
      "Domain Logic example phrase: If we add users, margins improve.",
      "Domain Logic example phrase: Bigger volume fixes most problems.",
      "Domain Logic example phrase: Let’s ramp up capacity and the unit price drops.",
      "Domain Logic example phrase: Economies of scale are our strategy.",
      "Domain Logic example phrase: More throughput, more profit.",
      "Domain Logic example phrase: We win by being the largest player.",
      "Domain Logic example phrase: Scale drives negotiating power.",
      "Domain Logic example phrase: Go big or go home.",
      "Domain Logic example phrase: The cost curve tilts in our favor at size.",
      "Domain Logic example phrase: We must expand to survive.",
      "Domain Logic example phrase: Size is a moat.",
      "Domain Logic example phrase: Mass production beats craftsmanship here.",
      "Domain Logic example phrase: Volume discounts unlock value.",
      "Domain Logic example phrase: Scale first, optimize later."
    ],
    "Lean is Sacred": [
      "Domain Logic example phrase: Eliminate every form of waste.",
      "Domain Logic example phrase: We do daily stand-ups to spot inefficiencies.",
      "Domain Logic example phrase: Inventory is evil—keep it minimal.",
      "Domain Logic example phrase: Continuous improvement never ends.",
      "Domain Logic example phrase: If it doesn’t add value, cut it.",
      "Domain Logic example phrase: Kaizen is our default mindset.",
      "Domain Logic example phrase: Shorten the cycle, shorten the cost.",
      "Domain Logic example phrase: Smaller batches beat big batches.",
      "Domain Logic example phrase: Flow is king.",
      "Domain Logic example phrase: Reduce variation wherever possible.",
      "Domain Logic example phrase: Visual boards expose bottlenecks.",
      "Domain Logic example phrase: 5S every workstation weekly.",
      "Domain Logic example phrase: Keep queues short and moving.",
      "Domain Logic example phrase: Waste is wealth lost.",
      "Domain Logic example phrase: Lean thinking drives competitive edge."
    ],
    "Process Over People": [
      "Domain Logic example phrase: Follow the SOP, not personal judgment.",
      "Domain Logic example phrase: Systems succeed where humans err.",
      "Domain Logic example phrase: Automation beats manual decision-making.",
      "Domain Logic example phrase: The workflow dictates your actions.",
      "Domain Logic example phrase: Trust the process, not gut feelings.",
      "Domain Logic example phrase: Individual heroics are unreliable.",
      "Domain Logic example phrase: Roles exist to serve the system.",
      "Domain Logic example phrase: Consistency comes from process, not talent.",
      "Domain Logic example phrase: Processes never call in sick.",
      "Domain Logic example phrase: If the process is right, results will follow.",
      "Domain Logic example phrase: Deviation is a defect.",
      "Domain Logic example phrase: We debug the process, not the person.",
      "Domain Logic example phrase: The machine never forgets a step.",
      "Domain Logic example phrase: Workflow first, people second.",
      "Domain Logic example phrase: We engineer out the need for brilliance."
    ]
  },
  "Innovation & Change": {
    "Move Fast and Break Things": [
      "Domain Logic example phrase: Ship it now; we'll patch later.",
      "Domain Logic example phrase: Speed beats perfection.",
      "Domain Logic example phrase: Launch early, iterate often.",
      "Domain Logic example phrase: Better to apologize than ask permission.",
      "Domain Logic example phrase: If we’re not breaking things, we’re too slow.",
      "Domain Logic example phrase: Release velocity defines us.",
      "Domain Logic example phrase: Iteration is our edge.",
      "Domain Logic example phrase: Slow equals obsolete.",
      "Domain Logic example phrase: Push to production daily.",
      "Domain Logic example phrase: Momentum outweighs caution.",
      "Domain Logic example phrase: Bugs are tuition for learning fast.",
      "Domain Logic example phrase: Done is better than perfect.",
      "Domain Logic example phrase: Fast feedback beats deep planning.",
      "Domain Logic example phrase: Prototype today, refine tomorrow.",
      "Domain Logic example phrase: We learn by shipping."
    ],
    "Fail Fast, Learn Faster": [
      "Domain Logic example phrase: Run the experiment, gather data, pivot.",
      "Domain Logic example phrase: Failure is tuition we pay for insight.",
      "Domain Logic example phrase: Mistakes teach us quicker than success.",
      "Domain Logic example phrase: Celebrate lessons from failed pilots.",
      "Domain Logic example phrase: Iterate until something sticks.",
      "Domain Logic example phrase: Each failure shortens the path to success.",
      "Domain Logic example phrase: Post‑mortems are treasure maps.",
      "Domain Logic example phrase: Fail small, learn big.",
      "Domain Logic example phrase: Rapid cycles reveal truth.",
      "Domain Logic example phrase: Embrace the oops moments.",
      "Domain Logic example phrase: If we’re not failing, we’re not trying.",
      "Domain Logic example phrase: Learning velocity outpaces perfection velocity.",
      "Domain Logic example phrase: Experimentation fuels innovation.",
      "Domain Logic example phrase: Risk is the price of discovery.",
      "Domain Logic example phrase: We pivot on evidence, not ego."
    ],
    "Disrupt or Die": [
      "Domain Logic example phrase: We aim to make our own product obsolete.",
      "Domain Logic example phrase: Rewrite the rules before competitors do.",
      "Domain Logic example phrase: Industry norms are there to be shattered.",
      "Domain Logic example phrase: If we’re not disrupting, we’re stagnating.",
      "Domain Logic example phrase: Innovation means cannibalizing yesterday’s success.",
      "Domain Logic example phrase: Be the storm, not the shelter.",
      "Domain Logic example phrase: Upend the status quo or get left behind.",
      "Domain Logic example phrase: Disruption creates opportunity.",
      "Domain Logic example phrase: We break markets to remake them.",
      "Domain Logic example phrase: Transform or become history.",
      "Domain Logic example phrase: Revolution beats evolution.",
      "Domain Logic example phrase: Bold moves win future share.",
      "Domain Logic example phrase: Challenge every assumption.",
      "Domain Logic example phrase: Create shockwaves, not ripples.",
      "Domain Logic example phrase: We target complacency for extinction."
    ],
    "Default to Action": [
      "Domain Logic example phrase: Do something—analysis can follow.",
      "Domain Logic example phrase: Progress beats paralysis.",
      "Domain Logic example phrase: Take the first step even if all data isn’t in.",
      "Domain Logic example phrase: Action creates information.",
      "Domain Logic example phrase: Momentum is our strategy.",
      "Domain Logic example phrase: Execute now, refine later.",
      "Domain Logic example phrase: Thinking without acting is daydreaming.",
      "Domain Logic example phrase: We bias toward doing.",
      "Domain Logic example phrase: Launch the MVP today.",
      "Domain Logic example phrase: The quickest way to learn is by building.",
      "Domain Logic example phrase: Act on 70% certainty.",
      "Domain Logic example phrase: Waiting is costly.",
      "Domain Logic example phrase: Move first, analyze second.",
      "Domain Logic example phrase: Doing beats debating.",
      "Domain Logic example phrase: Iterate through action."
    ],
    "Innovation is Everyone’s Job": [
      "Domain Logic example phrase: Every employee submits one improvement idea monthly.",
      "Domain Logic example phrase: Innovation day is mandatory for all teams.",
      "Domain Logic example phrase: Your job description includes creativity.",
      "Domain Logic example phrase: Good ideas can come from any desk.",
      "Domain Logic example phrase: Speak up if you see a better way.",
      "Domain Logic example phrase: Innovation OKRs apply to all levels.",
      "Domain Logic example phrase: We crowdsource solutions internally.",
      "Domain Logic example phrase: Creativity bonuses reward every role.",
      "Domain Logic example phrase: Brainstorming is a universal duty.",
      "Domain Logic example phrase: Anyone can pilot a new concept.",
      "Domain Logic example phrase: The suggestion box never closes.",
      "Domain Logic example phrase: Hackathons aren’t just for engineers.",
      "Domain Logic example phrase: Improvement is part of performance reviews.",
      "Domain Logic example phrase: Innovation time is on every calendar.",
      "Domain Logic example phrase: Problem‑finding is everyone’s responsibility."
    ]
  },
  "Relationships & Care": {
    "We’re a Family": [
      "Domain Logic example phrase: We look out for each other beyond work.",
      "Domain Logic example phrase: Birthdays and life events are company matters.",
      "Domain Logic example phrase: No one gets left behind.",
      "Domain Logic example phrase: Loyalty is rewarded over performance.",
      "Domain Logic example phrase: We’re in this together, always.",
      "Domain Logic example phrase: Family dinners beat formal meetings.",
      "Domain Logic example phrase: We celebrate personal milestones as a team.",
      "Domain Logic example phrase: Support extends outside office hours.",
      "Domain Logic example phrase: We handle conflicts like siblings, not rivals.",
      "Domain Logic example phrase: We share wins and losses equally.",
      "Domain Logic example phrase: Tough love keeps us honest.",
      "Domain Logic example phrase: We invest in relationships, not just roles.",
      "Domain Logic example phrase: Leaving feels like moving away from home.",
      "Domain Logic example phrase: We rally when someone is down.",
      "Domain Logic example phrase: Family comes first—even at work."
    ],
    "Servant Leadership": [
      "Domain Logic example phrase: How can I remove obstacles for you?",
      "Domain Logic example phrase: My role is to help you succeed.",
      "Domain Logic example phrase: Leaders eat last.",
      "Domain Logic example phrase: I measure my success by your growth.",
      "Domain Logic example phrase: Let me know what resources you need.",
      "Domain Logic example phrase: Authority is for serving, not controlling.",
      "Domain Logic example phrase: I clear the path; you run.",
      "Domain Logic example phrase: Coaching beats commanding.",
      "Domain Logic example phrase: I lead by lifting others.",
      "Domain Logic example phrase: Support precedes supervision.",
      "Domain Logic example phrase: My door is always open for your challenges.",
      "Domain Logic example phrase: Your success stories define my legacy.",
      "Domain Logic example phrase: Empowerment is the new power.",
      "Domain Logic example phrase: I work for the team, not the title.",
      "Domain Logic example phrase: Leaders serve the mission by serving people."
    ],
    "People First": [
      "Domain Logic example phrase: Employee well-being trumps deadlines.",
      "Domain Logic example phrase: Take the time off—you matter more.",
      "Domain Logic example phrase: Let’s adjust workload to avoid burnout.",
      "Domain Logic example phrase: Safety and health come before numbers.",
      "Domain Logic example phrase: We invest in our people before profit.",
      "Domain Logic example phrase: Human needs drive policy.",
      "Domain Logic example phrase: Mental health days are encouraged.",
      "Domain Logic example phrase: We budget for well-being programs.",
      "Domain Logic example phrase: Compassion is a KPI.",
      "Domain Logic example phrase: We design benefits around real lives.",
      "Domain Logic example phrase: Healthy teams produce healthy results.",
      "Domain Logic example phrase: We listen to personal circumstances.",
      "Domain Logic example phrase: People-centered decisions win long term.",
      "Domain Logic example phrase: Life happens; we understand.",
      "Domain Logic example phrase: Our success is human success."
    ],
    "Trust Over Control": [
      "Domain Logic example phrase: Work whenever, wherever—just deliver.",
      "Domain Logic example phrase: No need for approvals, you have autonomy.",
      "Domain Logic example phrase: I trust your judgment on this decision.",
      "Domain Logic example phrase: We default to openness, not secrets.",
      "Domain Logic example phrase: Flexible schedules reflect mutual trust.",
      "Domain Logic example phrase: Results earn freedom.",
      "Domain Logic example phrase: Transparency replaces oversight.",
      "Domain Logic example phrase: Assume positive intent.",
      "Domain Logic example phrase: Guidelines beat strict rules.",
      "Domain Logic example phrase: Self‑management is expected.",
      "Domain Logic example phrase: We hire adults, not children.",
      "Domain Logic example phrase: Ownership grows in the soil of trust.",
      "Domain Logic example phrase: Set your own milestones.",
      "Domain Logic example phrase: Decide and inform, don’t ask.",
      "Domain Logic example phrase: Autonomy drives accountability."
    ],
    "Harmony is Strength": [
      "Domain Logic example phrase: Let’s resolve conflict privately.",
      "Domain Logic example phrase: Consensus keeps the team united.",
      "Domain Logic example phrase: Maintain a positive tone in meetings.",
      "Domain Logic example phrase: We avoid unnecessary confrontation.",
      "Domain Logic example phrase: Collaboration over competition internally.",
      "Domain Logic example phrase: We listen more than we speak.",
      "Domain Logic example phrase: Diplomacy over dominance.",
      "Domain Logic example phrase: Feedback is given respectfully.",
      "Domain Logic example phrase: Disagreements stay professional.",
      "Domain Logic example phrase: We cultivate psychological safety.",
      "Domain Logic example phrase: Peaceful teams perform better.",
      "Domain Logic example phrase: We seek win‑win solutions.",
      "Domain Logic example phrase: Harmony sustains long‑term success.",
      "Domain Logic example phrase: We balance assertiveness with empathy.",
      "Domain Logic example phrase: Unity outlasts urgency."
    ]
  },
  "Meaning & Identity": {
    "Mission Over Margin": [
      "Domain Logic example phrase: Our purpose guides every decision.",
      "Domain Logic example phrase: Profit funds the mission, not vice versa.",
      "Domain Logic example phrase: If it doesn’t serve our cause, we pass.",
      "Domain Logic example phrase: Impact over income.",
      "Domain Logic example phrase: We’d rather be right than rich.",
      "Domain Logic example phrase: The mission is our magnet.",
      "Domain Logic example phrase: Values lead, dollars follow.",
      "Domain Logic example phrase: We exist to make a difference.",
      "Domain Logic example phrase: Revenue sustains impact.",
      "Domain Logic example phrase: Mission drift is the biggest risk.",
      "Domain Logic example phrase: We measure success in lives changed.",
      "Domain Logic example phrase: Purpose precedes profit.",
      "Domain Logic example phrase: Doing good is good business.",
      "Domain Logic example phrase: Our why outshines our what.",
      "Domain Logic example phrase: We chase impact, profits chase us."
    ],
    "We Are Special": [
      "Domain Logic example phrase: No other company does what we do.",
      "Domain Logic example phrase: Our culture is one-of-a-kind.",
      "Domain Logic example phrase: We hire only the exceptional.",
      "Domain Logic example phrase: Joining here means joining an elite.",
      "Domain Logic example phrase: Mediocrity has no place with us.",
      "Domain Logic example phrase: We set the bar others chase.",
      "Domain Logic example phrase: Uniqueness is our brand.",
      "Domain Logic example phrase: We don’t copy—we create standards.",
      "Domain Logic example phrase: Our story is our moat.",
      "Domain Logic example phrase: We attract those who want to be extraordinary.",
      "Domain Logic example phrase: Being here is a badge of honor.",
      "Domain Logic example phrase: We celebrate our distinct identity.",
      "Domain Logic example phrase: Average is a four-letter word here.",
      "Domain Logic example phrase: We thrive on our rarity.",
      "Domain Logic example phrase: Proudly different, deliberately so."
    ],
    "The Founder Knows Best": [
      "Domain Logic example phrase: Remember what the founder would do.",
      "Domain Logic example phrase: The original vision is our north star.",
      "Domain Logic example phrase: Don’t drift from our founding principles.",
      "Domain Logic example phrase: Big decisions need founder sign‑off.",
      "Domain Logic example phrase: We preserve the founder’s culture.",
      "Domain Logic example phrase: Founder's stories guide us.",
      "Domain Logic example phrase: Legend informs strategy.",
      "Domain Logic example phrase: Our DNA traces back to day one.",
      "Domain Logic example phrase: The founder’s intuition still drives product.",
      "Domain Logic example phrase: Heritage is a decision filter.",
      "Domain Logic example phrase: We honor the founding myth.",
      "Domain Logic example phrase: Early values trump new trends.",
      "Domain Logic example phrase: Founder's intent beats market noise.",
      "Domain Logic example phrase: What started us still defines us.",
      "Domain Logic example phrase: Steward the legacy first, scale second."
    ],
    "We Eat Pressure for Breakfast": [
      "Domain Logic example phrase: Tough deadlines are our norm.",
      "Domain Logic example phrase: We thrive under fire.",
      "Domain Logic example phrase: Stress is fuel for performance.",
      "Domain Logic example phrase: High stakes bring out our best.",
      "Domain Logic example phrase: We tackle challenges others avoid.",
      "Domain Logic example phrase: Crisis reveals character—and we have plenty.",
      "Domain Logic example phrase: Adversity sharpens our edge.",
      "Domain Logic example phrase: We grow stronger under load.",
      "Domain Logic example phrase: Pressure turns coal into diamonds.",
      "Domain Logic example phrase: We chase the hard problems.",
      "Domain Logic example phrase: Comfort zones are exit zones.",
      "Domain Logic example phrase: We smile when things get crazy.",
      "Domain Logic example phrase: Deadlines don’t scare us—they motivate us.",
      "Domain Logic example phrase: Chaos sharpens focus.",
      "Domain Logic example phrase: Stress tested, performance approved."
    ],
    "Culture is Sacred": [
      "Domain Logic example phrase: Protect the culture at all costs.",
      "Domain Logic example phrase: We hire for fit first, skills second.",
      "Domain Logic example phrase: Traditions here aren’t optional.",
      "Domain Logic example phrase: Rituals keep us united.",
      "Domain Logic example phrase: Question the culture and you question us.",
      "Domain Logic example phrase: Onboarding teaches our ethos.",
      "Domain Logic example phrase: We safeguard our vibe.",
      "Domain Logic example phrase: Culture debt is worse than tech debt.",
      "Domain Logic example phrase: We prune anything that threatens our values.",
      "Domain Logic example phrase: Stories keep the culture alive.",
      "Domain Logic example phrase: Culture fit is performance insurance.",
      "Domain Logic example phrase: We invest in cultural rituals.",
      "Domain Logic example phrase: Values are our operating system.",
      "Domain Logic example phrase: Culture over strategy, every time.",
      "Domain Logic example phrase: We don’t compromise the core."
    ]
  },
  "Knowledge & Decision-Making": {
    "Data Doesn’t Lie": [
      "Domain Logic example phrase: Show me the numbers to prove it.",
      "Domain Logic example phrase: Decisions start with data, not opinions.",
      "Domain Logic example phrase: We A/B test everything.",
      "Domain Logic example phrase: Feelings are fine; data decides.",
      "Domain Logic example phrase: The dashboard drives direction.",
      "Domain Logic example phrase: Numbers illuminate truth.",
      "Domain Logic example phrase: Data is the source of authority.",
      "Domain Logic example phrase: Analytics outrank anecdotes.",
      "Domain Logic example phrase: Evidence beats assumption.",
      "Domain Logic example phrase: We’re data‑driven, not data‑distracted.",
      "Domain Logic example phrase: KPIs steer the ship.",
      "Domain Logic example phrase: Data democratizes decision‑making.",
      "Domain Logic example phrase: Charts talk, opinions walk.",
      "Domain Logic example phrase: Data is our common language.",
      "Domain Logic example phrase: Trust the metric, not the mood."
    ],
    "Gut Feel is Gold": [
      "Domain Logic example phrase: Trust your instincts—they’ve earned it.",
      "Domain Logic example phrase: Experience outranks spreadsheets.",
      "Domain Logic example phrase: Seasoned intuition beats raw data.",
      "Domain Logic example phrase: Go with your gut on this call.",
      "Domain Logic example phrase: If it feels right, it probably is.",
      "Domain Logic example phrase: Intuition is raw pattern recognition.",
      "Domain Logic example phrase: Veterans read the room faster than charts.",
      "Domain Logic example phrase: Instinct fills gaps data can’t.",
      "Domain Logic example phrase: Gut feel is data in disguise.",
      "Domain Logic example phrase: First impression is often the truest.",
      "Domain Logic example phrase: Heuristics guide faster than models.",
      "Domain Logic example phrase: We lead with experience when time is short.",
      "Domain Logic example phrase: Data lags, intuition leads.",
      "Domain Logic example phrase: Seasoned judgment beats academic theory.",
      "Domain Logic example phrase: Experts feel the answer before they prove it."
    ],
    "Abductive Thinking": [
      "Domain Logic example phrase: Find the best explanation, not absolute proof.",
      "Domain Logic example phrase: Let’s hypothesize and iterate until it fits.",
      "Domain Logic example phrase: Look for plausible narratives in the data.",
      "Domain Logic example phrase: Inference beats deduction in ambiguity.",
      "Domain Logic example phrase: We reason to the most likely cause.",
      "Domain Logic example phrase: Connect clues to craft insights.",
      "Domain Logic example phrase: Stories emerge from scattered facts.",
      "Domain Logic example phrase: We jump to the best explanation, then test.",
      "Domain Logic example phrase: Pattern seeking outperforms formula following.",
      "Domain Logic example phrase: Insight is an abductive leap away.",
      "Domain Logic example phrase: We chase the simplest persuasive story.",
      "Domain Logic example phrase: Explanatory power is our compass.",
      "Domain Logic example phrase: We choose the hypothesis that predicts best.",
      "Domain Logic example phrase: Iterative guesses refine understanding.",
      "Domain Logic example phrase: Detective mindset solves complexity."
    ],
    "More Data, Better Decisions": [
      "Domain Logic example phrase: Collect everything; we’ll analyze later.",
      "Domain Logic example phrase: Data lakes never overflow.",
      "Domain Logic example phrase: Let’s instrument it—just in case.",
      "Domain Logic example phrase: We need another dashboard before deciding.",
      "Domain Logic example phrase: The answer is one dataset away.",
      "Domain Logic example phrase: Store today, explore tomorrow.",
      "Domain Logic example phrase: Sensors everywhere, insights anywhere.",
      "Domain Logic example phrase: More data reduces blind spots.",
      "Domain Logic example phrase: We archive first, question later.",
      "Domain Logic example phrase: We log every click.",
      "Domain Logic example phrase: Bigger datasets uncover hidden patterns.",
      "Domain Logic example phrase: Granularity breeds clarity.",
      "Domain Logic example phrase: Capture, don’t cap, the data.",
      "Domain Logic example phrase: Sample less, store more.",
      "Domain Logic example phrase: Analytics paradise needs abundant data."
    ],
    "Knowledge is Power": [
      "Domain Logic example phrase: Keep sensitive info on a need‑to‑know basis.",
      "Domain Logic example phrase: Expertise is your advantage—guard it.",
      "Domain Logic example phrase: Share selectively to maintain leverage.",
      "Domain Logic example phrase: Hold strategic insights close to the vest.",
      "Domain Logic example phrase: Information asymmetry is strength.",
      "Domain Logic example phrase: Those who know, control.",
      "Domain Logic example phrase: Proprietary knowledge builds walls.",
      "Domain Logic example phrase: We drip‑feed intel to outsiders.",
      "Domain Logic example phrase: Confidentiality sustains our edge.",
      "Domain Logic example phrase: Knowledge hoarding preserves authority.",
      "Domain Logic example phrase: Reveal only what advances our agenda.",
      "Domain Logic example phrase: Gatekeeping protects IP.",
      "Domain Logic example phrase: We invest in competitive intelligence—but don’t broadcast it.",
      "Domain Logic example phrase: Insights are currency—spend wisely.",
      "Domain Logic example phrase: Manage perception through selective disclosure."
    ]
  },
  "Customer & Market": {
    "Customer is King": [
      "Domain Logic example phrase: If the client asks, we deliver.",
      "Domain Logic example phrase: Customer satisfaction scores rule.",
      "Domain Logic example phrase: The buyer’s voice is the loudest in the room.",
      "Domain Logic example phrase: We bend policies for loyal customers.",
      "Domain Logic example phrase: Everything starts with customer delight.",
      "Domain Logic example phrase: The customer signs our paychecks.",
      "Domain Logic example phrase: Client happiness overrides internal rules.",
      "Domain Logic example phrase: We anticipate needs before they’re voiced.",
      "Domain Logic example phrase: We’re only as strong as our NPS.",
      "Domain Logic example phrase: Customer complaints are gold mines.",
      "Domain Logic example phrase: User feedback drives the roadmap.",
      "Domain Logic example phrase: Delight the customer, defend the brand.",
      "Domain Logic example phrase: Client trust is sacred.",
      "Domain Logic example phrase: We say yes, then figure it out.",
      "Domain Logic example phrase: Customer loyalty is priceless."
    ],
    "The Market Always Wins": [
      "Domain Logic example phrase: Let demand dictate our moves.",
      "Domain Logic example phrase: Markets punish those who ignore signals.",
      "Domain Logic example phrase: Adapt pricing to market pressure.",
      "Domain Logic example phrase: You can’t fight macro trends.",
      "Domain Logic example phrase: Follow the money flow.",
      "Domain Logic example phrase: Market forces are impersonal masters.",
      "Domain Logic example phrase: Ride the wave, don’t resist it.",
      "Domain Logic example phrase: Market timing beats internal timing.",
      "Domain Logic example phrase: Supply and demand rule strategy.",
      "Domain Logic example phrase: We watch the indices like hawks.",
      "Domain Logic example phrase: Competitors answer to the same market.",
      "Domain Logic example phrase: Ignoring market data is corporate suicide.",
      "Domain Logic example phrase: The invisible hand guides our hand.",
      "Domain Logic example phrase: Value is what the market says.",
      "Domain Logic example phrase: Pricing power is market power."
    ],
    "White-Glove Service": [
      "Domain Logic example phrase: We anticipate needs before they’re voiced.",
      "Domain Logic example phrase: Every client gets VIP treatment.",
      "Domain Logic example phrase: Exceed expectations at every touchpoint.",
      "Domain Logic example phrase: Details create luxury experiences.",
      "Domain Logic example phrase: Response times under five minutes.",
      "Domain Logic example phrase: Surprise and delight is SOP.",
      "Domain Logic example phrase: Personalization defines our service.",
      "Domain Logic example phrase: We aim for wow, not okay.",
      "Domain Logic example phrase: Deluxe beats basic.",
      "Domain Logic example phrase: High-touch interactions build loyalty.",
      "Domain Logic example phrase: We sweat the small stuff for clients.",
      "Domain Logic example phrase: Service begins before the sale.",
      "Domain Logic example phrase: Concierge mindset differentiates us.",
      "Domain Logic example phrase: Clients remember how we make them feel.",
      "Domain Logic example phrase: Premium service justifies premium price."
    ],
    "Product-Led Growth": [
      "Domain Logic example phrase: Let the product market itself.",
      "Domain Logic example phrase: Usage metrics are our marketing funnel.",
      "Domain Logic example phrase: Build features that sell themselves.",
      "Domain Logic example phrase: The best demo is hands-on experience.",
      "Domain Logic example phrase: Invest in UX—growth follows.",
      "Domain Logic example phrase: Adoption drives revenue.",
      "Domain Logic example phrase: Trial equals trust.",
      "Domain Logic example phrase: Product value beats promotional hype.",
      "Domain Logic example phrase: Great onboarding fuels expansion.",
      "Domain Logic example phrase: Virality is engineered into the product.",
      "Domain Logic example phrase: Customer success is built into design.",
      "Domain Logic example phrase: Freemium converts usage into cash.",
      "Domain Logic example phrase: Iterate features based on user data.",
      "Domain Logic example phrase: Retention is the new acquisition.",
      "Domain Logic example phrase: Features drive word of mouth."
    ],
    "Client Intimacy = Competitive Edge": [
      "Domain Logic example phrase: Know the customer’s business better than they do.",
      "Domain Logic example phrase: We keep direct lines open to CEOs.",
      "Domain Logic example phrase: Long lunches build long contracts.",
      "Domain Logic example phrase: Tailor solutions to each client uniquely.",
      "Domain Logic example phrase: Deep relationships beat low prices.",
      "Domain Logic example phrase: We map client org charts meticulously.",
      "Domain Logic example phrase: Trust is built face‑to‑face.",
      "Domain Logic example phrase: Client goals become our goals.",
      "Domain Logic example phrase: We listen more than we pitch.",
      "Domain Logic example phrase: Custom reports show we care.",
      "Domain Logic example phrase: Personal rapport underpins renewals.",
      "Domain Logic example phrase: Partnership, not vendor, is our label.",
      "Domain Logic example phrase: We anticipate churn by sensing mood.",
      "Domain Logic example phrase: Proximity breeds loyalty.",
      "Domain Logic example phrase: Intimacy drives share of wallet."
    ]
  }
}